tutorials/phaseChangeMaterial4NFFoam/cavityMonoHomogenous/0/kappat
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      kappat;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions		[1 1 -3 -1 0 0 0];

internalField		uniform 0;

boundaryField
{
    ".*"
    {
        type            kappatJayatillekeWallFunction4NFFoam;
        value           uniform 0;
    }
}


// ************************************************************************* //
